                                                 
--   ▄▄▄     ▄▄▄                                    
--    ███▄ ▄███                  █▄                 
--    ██ ▀█▀ ██         ▄     ▀▀▄██▄      ▄         
--    ██     ██   ▄███▄ ████▄ ██ ██ ▄███▄ ████▄▄██▀█
--    ██     ██   ██ ██ ██ ██ ██ ██ ██ ██ ██   ▀███▄
--  ▀██▀     ▀██▄▄▀███▀▄██ ▀█▄██▄██▄▀███▀▄█▀  █▄▄██▀
                                                 
                                                 
-- My main monitor
hl.monitor({
    output   = "DP-3",
    mode     = "3840x2160@160",
    position = "0x0",
    scale    = "1.5",
})

-- Secondary monitor (Not currently in use)
-- hl.monitor({
--     output   = "HDMI-A-1,
--     mode     = "1366x768",
--     position = "-768x0",
--     scale    = "1.5",
-- })