                                                                    --   ▄▄▄                                                               
--  █▀██  ██  ██▀▀                                                     
--    ██  ██  ██       ▄     ▄▄                                        
--    ██  ██  ██ ▄███▄ ████▄ ██ ▄█▀ ▄██▀█ ████▄ ▄▀▀█▄ ▄███▀ ▄█▀█▄ ▄██▀█
--    ██▄ ██▄ ██ ██ ██ ██    ████   ▀███▄ ██ ██ ▄█▀██ ██    ██▄█▀ ▀███▄
--    ▀████▀███▀▄▀███▀▄█▀   ▄██ ▀█▄█▄▄██▀▄████▀▄▀█▄██▄▀███▄▄▀█▄▄▄█▄▄██▀
--                                        ██                           
--                                        ▀                            

hl.workspace_rule({ workspace = "1", persistent = true, monitor = "DP-3", default = true })
hl.workspace_rule({ workspace = "2", persistent = true, monitor = "DP-3" })
hl.workspace_rule({ workspace = "3", persistent = true, monitor = "DP-3" })
hl.workspace_rule({ workspace = "4", persistent = true, monitor = "DP-3" })
hl.workspace_rule({ workspace = "5", persistent = true, monitor = "DP-3" })